name: "stage-1"
backend: "python"
max_batch_size: 0
input [
  {
    name: "image_str"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }

]

output [
  {
    name: "output_tensor"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]

instance_group [{ kind: KIND_CPU }]
